export const QUIZ_QUESTIONS = [
  {
    id: 1,
    question: 'Как вы думаете, с чего началась история московского завода “Очаково”?',
    options: ['С производства лимонада для космонавтов', 'С утоления жажды для гостей Олимпиады-80', 'С выпуска первого в России кваса.', 'С создания первого в мире пластикого завода'],
    correctIndex: 1,
  },
  {
    id: 2,
    question: 'Какие задачи могут поручить инженеру-практиканту в «Очаково»?',
    options: ['Только мыть полы в цехе', 'Оцифровка линий и оптимизация производства', 'Только перекладывание бумаг в архиве', 'Только охрана склада'],
    correctIndex: 1,
  },
  {
    id: 3,
    question: 'Что из перечисленного гарантирует «Очаково» инженеру на практике?',
    options: ['Работу без официального договора', 'Только бесплатные обеды', 'Оформление по ТК, спецодежда и медосмотр', 'Обязательную работу в ночные смены без выходных'],
    correctIndex: 1,
  },
  {
    id: 4,
    question: 'В 1994 году «Очаково» совершило революцию. Какую?',
    options: ['Первыми в мире начали добавлять в квас натуральный мед', 'Первыми в мире начали разливать пиво в пластиковые бутылки (ПЭТ)', 'Первыми в России начали разливать пиво в алюминиевые банки', 'Начали поставлять напитки в США и Канаду'],
    correctIndex: 0,
  },
  {
    id: 5,
    question: 'Самый известный бренд компании появился в 1998 году. Что это?',
    options: ['Газировка «Буратино»', 'Пиво «Жигулевское»', 'Квас «Очаковский»', 'Слабоалкогольный коктейль «Джин-Тоник»'],
    correctIndex: 2,
  },
  {
    id: 6,
    question: 'В чем заключается работа инженера на производстве, помимо управления линией?',
    options: ['Только сидеть в кабинете и смотреть в окно', 'Только уборка цеха', 'Только общение с клиентами по телефону', 'Замена запчастей и бесперебойная работа линии'],
    correctIndex: 0,
  },
  {
    id: 7,
    question: 'Ты попал в цех розлива. На каких машинах работает оператор на линии?',
    options: ['Только на старых механических прессах', 'На машинах для производства стеклянных бутылок', 'Только на компьютере в офисе', 'На машинах упаковки, этикетировки и выдува'],
    correctIndex: 2,
  },
];